Revit 2027 API
CurveUV.IsBound Property
 Describes whether the parameter of the curve is restricted to a particular interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsBound { get; }
Public ReadOnly Property IsBound As Boolean
	Get
public:
property bool IsBound {
	bool get ();
}
member IsBound : bool with get
Property Value
Boolean
See Also
Reference
CurveUV Class
Autodesk.Revit.DB Namespace